import React from "react";

function AboutUs() {
  return (
    <div
      id="ჩვენ შესახებ"
      className="xl:h-[652px] xl:pr-[434px] small:bg-center dark:bg-purple-800 bg-[-450px] pt-6 pl-[20px] pr-10 pb-[6px] bg-[url('/images/marani.png')] bg-no-repeat bg-cover text-white"
    >
      <h1 className="xl:text-[64px] font-tommaso text-[48px]">
        ჩვენს შესახებ
      </h1>
      <p className="xl:text-[24px] font-arialgeo text-[16px] mt-[33px]">
        ჟუჟუნა ძალიან მშრალი და მომჟავო ღვინო 2017 წელს შეიქმნა. <br /> <br />
        ბევრი ფიქრისა და ღვინის მრავალწლიანი სიყვარულის შემდეგ, კომპანია,
        ჩვენივე სახსრებით, 6-მა მეგობარმა დავაარსეთ. ჩვენი მთავარი მიზანი,
        დალევის კულტურის განსხვავებული გამოცდილების შექმნა და აქამდე არარსებული
        თანამდეროვე ღვინის თანამედროვე კულტურაში პოპულარიზაცია იყო.
        <br /> <br />
        ჩამოსასხმელი ჟუჟუნა საქართველოს უამრავ კაფე-ბარს მალევე დაუმეგობრდა და
        2020 წელს ბოთლის ფორმითაც შეავსო მაღაზიათა ქსელი, რაც ასეთ მოკლე დროში,
        ჩვენთვის, მნიშვნელოვანი სიახლეა.
        <br /> <br />
        ჟუჟუს ისტორია საქართველოს ფარგლებსაც სცდება და ჩინეთსა და იაპონიაში
        ექსპორტით გააქვს თბილისური დალევის კულტურა.
      </p>
    </div>
  );
}

export default AboutUs;
